# Feedback
## Default
feedback.default.suggestions.useFewWords=Utilisez quelques mots, \u00E9vitez les phrases communes.
feedback.default.suggestions.noNeedSymbols=Pas besoin de symboles, de nombres, ou de majuscules.
## Extra
feedback.extra.suggestions.addAnotherWord=Ajoutez un ou deux nombres, de pr\u00E9f\u00E9rence peu communs.
## Dictionary
feedback.dictionary.warning.passwords.notAllowed=Ce mot de passe ne peut pas \u00EAtre utilis\u00E9.
feedback.dictionary.warning.passwords.top10=Ce mot de passe fait partie des 10 les plus communs.
feedback.dictionary.warning.passwords.top100=Ce mot de passe fait partie des 10 les plus communs.
feedback.dictionary.warning.passwords.veryCommon=Ce mot de passe est tr\u00E8s commun.
feedback.dictionary.suggestions.capitalization=Les majuscules n\u2019aident pas tant que \u00E7a.
feedback.dictionary.suggestions.allUppercase=Les mots de passe uniquement compos\u00E9s de majuscules ne sont pas particuli\u00E8rement plus forts.
feedback.dictionary.suggestions.reversed=Les mots invers\u00E9s ne sont pas plus difficile \u00E0 trouver.
feedback.dictionary.suggestions.leet=Les substitutions pr\u00E9visibles comme @ au lieu de a n\u2019aident pas vraiment.
feedback.dictionary.suggestions.passwords.notAllowed=Veuillez essayer un mot de passe qui n\u2019est pas dans la liste d\u2019exclusion, ajoutez des mots ou des nombres.
## Spatial
feedback.spatial.warning.straightRowsOfKeys=Les rang\u00E9es de lettres sont faciles \u00E0 deviner.
feedback.spatial.warning.shortKeyboardPatterns=Les motifs sur le clavier sont faciles \u00E0 deviner.
feedback.spatial.suggestions.UseLongerKeyboardPattern=Utilisez un motif clavier plus long avec plus de changements.
## Repeat
feedback.repeat.warning.likeAAA=Les r\u00E9p\u00E9titions comme \u201CAAA" font faciles \u00E0 deviner.
feedback.repeat.warning.likeABCABCABC=Les r\u00E9p\u00E9titions comme \u201Cabcabcabc\u201D sont juste un peu plus compliqu\u00E9es \u00E0 deviner que \u201Cabc\u201D.
feedback.repeat.suggestions.avoidRepeated=\u00C9vitez les mots et caract\u00E8res r\u00E9p\u00E9t\u00E9s.
## Sequence
feedback.sequence.warning.sequenceWarning=Les s\u00E9quences comme abc ou 6543 sont faciles \u00E0 deviner.
feedback.sequence.suggestions.avoidSequences=\u00C9vitez les s\u00E9quences.
## Year
feedback.year.warning.recentYears=Les ann\u00E9es r\u00E9centes sont faciles \u00E0 deviner.
feedback.year.suggestions.avoidYears=\u00C9vitez les ann\u00E9es r\u00E9centes, ou les ann\u00E9es qui ont un rapport avec vous.
## Date
feedback.date.warning.dates=Les dates sont souvent faciles \u00E0 trouver.
feedback.date.suggestions.avoidDates=\u00C9vitez les dates et ann\u00E9es qui ont un rapport avec vous.