# Feedback
## Default
feedback.default.suggestions.useFewWords=Utilisez quelques mots, \u00E9vitez les phrases courantes.
feedback.default.suggestions.noNeedSymbols=Pas besoin de symboles, de chiffres ou de lettres majuscules.
## Extra
feedback.extra.suggestions.addAnotherWord=Ajouter un autre mot ou deux. Les mots peu communs sont meilleurs.
## Dictionary
feedback.dictionary.warning.passwords.notAllowed=Ce mot de passe n'est pas autoris\u00E9 \u00E0 \u00EAtre utilis\u00E9.
feedback.dictionary.warning.passwords.top10=Il s'agit d'un mot de passe top-10.
feedback.dictionary.warning.passwords.top100=Il s'agit d'un mot de passe top-100.
feedback.dictionary.warning.passwords.veryCommon=C'est un mot de passe tr\u00E8s courant.
feedback.dictionary.suggestions.capitalization=La capitalisation n'aide pas beaucoup.
feedback.dictionary.suggestions.allUppercase=Tout en majuscules est presque aussi facile \u00E0 deviner que toutes les minuscules.
feedback.dictionary.suggestions.reversed=Les mots invers\u00E9s ne sont pas beaucoup plus difficiles \u00E0 deviner.
feedback.dictionary.suggestions.leet=Les remplacements pr\u00E9visibles comme '@' au lieu de 'a' ne sont pas tr\u00E8s utiles.
feedback.dictionary.suggestions.passwords.notAllowed=Veuillez essayer un mot de passe diff\u00E9rent qui ne figure pas sur la liste d'exclusion, ajouter des mots suppl\u00E9mentaires ou des chiffres.
## Spatial
feedback.spatial.warning.straightRowsOfKeys=Les lignes droites de touches sont faciles \u00E0 deviner.
feedback.spatial.warning.shortKeyboardPatterns=Des motifs de clavier courts sont faciles \u00E0 deviner.
feedback.spatial.suggestions.UseLongerKeyboardPattern=Utilisez un motif de clavier plus long avec plus de tours.
## Repeat
feedback.repeat.warning.likeAAA=R\u00E9p\u00E9ter comme "aaa" sont faciles \u00E0 deviner.
feedback.repeat.warning.likeABCABCABC=Les r\u00E9p\u00E9titions comme "abcabcabc" sont seulement un peu plus difficiles \u00E0 deviner que "abc".
feedback.repeat.suggestions.avoidRepeated=\u00C9vitez les mots et les caract\u00E8res r\u00E9p\u00E9t\u00E9s.
## Sequence
feedback.sequence.warning.sequenceWarning=S\u00E9quences comme abc ou 6543 sont faciles \u00E0 deviner.
feedback.sequence.suggestions.avoidSequences=\u00C9vitez les s\u00E9quences.
## Year
feedback.year.warning.recentYears=Ces derni\u00E8res ann\u00E9es sont faciles \u00E0 deviner.
feedback.year.suggestions.avoidYears=\u00C9vitez les ann\u00E9es r\u00E9centes, \u00E9vitez les ann\u00E9es qui sont associ\u00E9es \u00E0 vous.
## Date
feedback.date.warning.dates=Les dates sont souvent faciles \u00E0 deviner.
feedback.date.suggestions.avoidDates=\u00C9vitez les dates et les ann\u00E9es qui vous sont associ\u00E9es.